[
    {
        "id": "vvIvpnTDor4",
        "title": "No Meat Breakfast Sausage Patties Even a Meat Lover Will Crave",
        "description": "Do you love diner style breakfasts with eggs, waffles, fried chicken, biscuits and gravy, and sausage patties? We all know that it's not the healthiest way to start off your day but what if we told you that we have a recipe for you that totally goes against that status quo? Follow along with Carin as she prepares these plant-based sausage patties. You will be shocked at how delicious they are!"
    },
    {
        "id": "YQ0Ji0EIOW0",
        "title": "You Need This At Your Next Picnic | Tofu Tuna Macaroni Salad | Plant-Based Fish Recipe",
        "description": "We all know that tuna macaroni salad is the ultimate summer salad. But fish is not all that healthy, considering that it is high in mercury, which is extremely poisonous for the body. It can cause various illnesses, including cancer and depression. That's why Carin has a delicious plant-based version for you! It satisfies every fish lover's craving, guaranteed!"
    },
    {
        "id": "2bNDrZ0z7no",
        "title": "South Pacific Spinach So Simple, a Kid Can Make It (My Take on Palusami)",
        "description": "Who would have thought that spinach and coconut are such a match made in heaven? Add some onions and salt to that and you've got yourself Carin's American version of the South Pacific dish palusami. You'll be shocked at how easy yet insanely delicious this is."
    },
    {
        "id": "VSMaan8u0cI",
        "title": "This BBQ Sauce is SO Good You Will Never Want a Store-Bought One Again! 🔥🔥🔥",
        "description": "Are you a BBQ lover? Carin sure loves her BBQ sauce. She made one that is so simple, yet SOOOO delicious. Try it with her pulled BBQ sandwich recipe (as found in Carin's brand new cookbook Plant-Based Made Simple that will be released soon). Don't miss out! Run to the store now and make this sauce. You won't regret it!"
    },
    {
        "id": "WY94VrnYDJA",
        "title": "Are You a Scrambled Eggs Lover? Try Out This Scrambled Tofu! | Plant-Based Breakfast",
        "description": "Who doesn't love eggs? It's a staple in so many diets, especially in the South. You'll find eggs with toast in pretty much every single diner. But the levels of cholesterol in eggs is shockingly high. Try out this scrambled tofu dish instead! It's jam packed with protein and vitamins from the healthy vegetables. Bon appetite!"
    },
    {
        "id": "dgmMoSz4a7o",
        "title": "Superfood Breakfast With Quinoa, Blueberries, and Pecans | Easy, Breezy, and Delicious!",
        "description": "Breakfast is the most important meal of the day. It should be your biggest meal, with lunch being your second biggest, and dinner being your smallest. How about starting off the day right with a breakfast dish full of superfoods? You are going to love this recipe."
    },
    {
        "id": "ebiHZGGgVmM",
        "title": "Lactose Intolerant? Vegan? Plant-Based? You Need This Cashew Milk Recipe | Just Blend!",
        "description": "You'll never go back to store-bought plant-based milk again after watching this video. Most people think that making your own milk takes a lot of time, but Carin's camera operator was shocked at seeing how easy it was. And it's delicious too!"
    },
    {
        "id": "xN6yRbWzsK4",
        "title": "Southern Food for the Soul | Baked Plant-Based Mac and Cheese You Are Going to LOVE",
        "description": "Carin's husband Ron is from the South. When they decided to become plant-based, she had to come up with a mac and cheese recipe that is as close to the real stuff as it can possibly get. Her camera operator, a tried and true cheese lover, has tasted it and thinks Carin nailed it. Why don't you try it out for yourself!"
    },
    {
        "id": "VAgQNlY1qkM",
        "title": "Fancy Date Night \"Chocolate\" Mousse for Lovers | Easy Breezy | Anyone Can Make This",
        "description": "Are you wanting to cook a fancy dessert for a special occasion but have no clue where to start? Carin comes to the rescue! Even if currently cooking to you means microwaving a frozen meal, you should be able to do this. It's that easy! Go surprise that special someone with this easy breezy \"chocolate\" mousse."
    },
    {
        "id": "y8O_FZ6V5bs",
        "title": "I Tried to Make Plant-Based Cheese out of Potatoes and Carrots (and It Was Super Easy)",
        "description": "Many people make plant-based cheeses of cashews, but what if you are allergic to nuts? Watch Carin prepare another popular plant-based cheese recipe that includes potatoes and carrots. It's delicious!"
    },
    {
        "id": "EkCLW4Y3j-M",
        "title": "Independence Day Citrus-Cilantro Slaw You'll Want With Your BBQ! | Hot Dog and Burger Proof",
        "description": "Are you looking for a simple and easy salad or slaw that will go with your barbecue this 4th? Check our Carin's recipe! All it takes is cutting up the vegetables and throwing all the ingredients in one bowl. Your fellow Americans will love this. God bless America!"
    },
    {
        "id": "h_OEEQHz2_A",
        "title": "Just Throw in a Bowl and Mix Easy Chia Seed Pudding | Plant-Based Cooking",
        "description": "Chia seeds are packed with calcium, iron, magnesium, and protein, which makes it a vital pantry item for anyone who tries to be more plant-based. This pudding is so simple, all you have to do is stir the ingredients together, refrigerate it for a couple of hours, and you've got yourself a delicious breakfast or dessert."
    },
    {
        "id": "fpOGWRnlTz8",
        "title": "Easy Breezy Fruit Sauce Recipe Anyone Can Make | Berry Sauce for Breakfast and Desserts",
        "description": "Carin loves putting this sauce on her healthy plant-based waffles. This is a fruit sauce that, as someone commented, even a kid can make (under supervision of course). Just add some ingredients to a pot, stir it up, and you've got yourself a delicious fruit sauce for breakfast or dessert dishes. Happy cooking!"
    },
    {
        "id": "J0mCrk5TUYo",
        "title": "TASTY Healthy Plant-Based WAFFLE Recipe That Will Blow Your Mind",
        "description": "Waffles are a staple in the diet of any American living in the South. What if we told you that we have a waffle recipe for you that practically speaking you could make every single day? Who wouldn't want that? Follow along with Carin Lynch as she prepares these oh-so delicious yet super healthy waffles. You'll like them a waffle lot!"
    },
    {
        "id": "-1Svo_FnHEE",
        "title": "Easy Breezy Remedy to Boost Your Health | Do This While in Quarantine | Flu, Cold, Detox, Arthritis",
        "description": "Watch Danique explain a super easy natural remedy anyone can do from home. This Russian steam bath hydrotherapy treatment helps with recovery from the flu and cold, and provides relief from rheumatoid arthritis and gout. It also serves as a detox. For this treatment you'll need some tools that you'll most likely be able to find around your house. Easy breezy!"
    },
    {
        "id": "rHn3QSUSbII",
        "title": "Spaghetti and Meatless Balls | This Isn't Real Meat!? | Plant-Based Recipe",
        "description": "Follow along with Carin Lynch as she prepares delicious spaghetti with Italian style meatless balls. Carin comes from an Italian-American family so this recipe is right up her alley. She grew up eating lots of spaghetti, leading her on a journey to come up with the best meatless ball recipe. Has she found it? You be the judge!"
    },
    {
        "id": "eRMtN9O3w0U",
        "title": "Do This When You Have a Cold | Super Easy Home Remedy",
        "description": "Inhaling steam through the nose is known to open up the sinuses and remove any congestion in the nose. It's super easy and requires just hot water and a towel or blanket. Watch how you can do this simple natural remedy right from your home."
    },
    {
        "id": "3Z_ay7NQGQg",
        "title": "Zucchini Stew Can't Get More Simple | Plant-Based Cooking",
        "description": "Carin's ancestry goes back to sunny Italy, Europe's country of pizza, pasta, and stews. Today Wildwood Lifestyle Center's chef cooks a delicious rustic zucchini stew bringing back memories of growing these vegetables as a kid."
    },
    {
        "id": "myaNp-vdeDc",
        "title": "Relieve Coronavirus Symptoms With a Face Contrast Bath (Nasal and Sinus Congestion)",
        "description": "Watch Danique explain how to do a face contrast bath. This hot and cold hydrotherapy treatment brings white blood cells to the area and relieves any nasal and sinus congestion, which are some of the symptoms of Covid-19."
    },
    {
        "id": "dFWToNwRtUw",
        "title": "Christmas Carob-Peppermint Bark Recipe | Plant-Based Cooking",
        "description": "Join Carin as she cooks a simple, nutritious, and delicious Christmas carob-peppermint bark right from Wildwood Lifestyle Center's teaching kitchen. This dish is an amazing dessert or gift for the holidays, but that doesn't mean that it can't be enjoyed the rest of the year. This will easily become every sweet tooth's favorite dish."
    },
    {
        "id": "VsLs3bJpKHY",
        "title": "The Easiest Natural Remedy EVER to Fight Off Coronavirus",
        "description": "Contrast showers are known to be one of the best immune boosters that you can do right from your home. And guess what? It takes about just as long as your regular daily shower, which means that anyone can fit this into their morning or evening routine. Let's go!"
    },
    {
        "id": "WH1rRnXkD2k",
        "title": "Physician: Use These Natural Remedies to Help Prevent Coronavirus",
        "description": "Our very own doctor Scott Grivas shares some natural remedies you can do at home to help prevent the coronavirus. He goes into hydrotherapy, herbs, herbal teas, and various supplements. But besides the things you should do, he also talks about the things you should avoid when it comes to lifestyle habits. You can easily boost your immune system right from home just by making some simple changes."
    },
    {
        "id": "h8a89HGGqGY",
        "title": "Creamy Bean Florentine Soup Recipe",
        "description": "Join Carin as she cooks a simple, nutritious, and delicious creamy bean florentine soup right from Wildwood Lifestyle Center's teaching kitchen. This protein-packed dish contains just a handful of ingredients. It's the kind of soup anyone can cook!"
    },
    {
        "id": "c9CDZjoG8hc",
        "title": "Immune Booster | Footbath",
        "description": "Coronavirus? Fear not! Boost your immune system with this super simple natural remedy. Enhance your blood circulation with a hot foot bath. All the stuff you need you probably have at home already, so it's quarantine proof!",
        "related": [
            {
                "title": "Healing Benefits of the Hot Footbath",
                "img": "/2020/04/healing-benefits-of-the-hot-footbath",
                "slug": "healing-benefits-of-the-hot-footbath"
            },
            {
                "title": "Hydrotherapy for Hypertension",
                "img": "/2018/01/hydrotherapy-for-hypertension",
                "slug": "hydrotherapy-for-hypertension"
            },
            {
                "title": "Hydrotherapy: Pain",
                "img": "/2018/01/hydrotherapy-pain",
                "slug": "hydrotherapy-pain"
            }
        ],
        "pdf": "hot-foot-bath"
    }
]